Repository: dadederk/RetroRacing
Catalog: RetroRacing/RetroRacingShared/Localizable.xcstrings
Source language: en
Languages: ca, de, es, fr, it, ja, ko, nl, pt_br, pt_pt, zh_hans, zh_hant

# settings_controls_ios
source: • Swipe left or right to move. • Tap the left or right half of the screen. • Use the left and right arrow keys when a keyboard is connected. • With a controller, the D-pad and left stick move by default; you can remap buttons in Controller settings.
ca: • Llisca cap a l'esquerra o la dreta per moure. • Toca la meitat esquerra o dreta de la pantalla. • Fes servir les tecles de fletxa esquerra i dreta amb un teclat connectat. • Amb un comandament, el D-pad i el stick esquerre mouen per defecte; pots remapejar botons en Comandament.
de: • Wische links oder rechts zum Bewegen. • Tippe auf die linke oder rechte Bildschirmhälfte. • Nutze die Pfeiltasten links und rechts bei angeschlossener Tastatur. • Mit einem Controller bewegen D-pad und linker Stick standardmäßig; Tasten kannst du in den Controller-Einstellungen neu belegen.
es: • Desliza a la izquierda o derecha para mover. • Toca la mitad izquierda o derecha de la pantalla. • Usa las teclas de flecha con un teclado conectado. • Con un mando, el D-pad y el stick izquierdo mueven por defecto; puedes remapear botones en los ajustes de Mando.
fr: • Glisse à gauche ou à droite pour te déplacer. • Touche la moitié gauche ou droite de l'écran. • Utilise les touches fléchées gauche et droite quand un clavier est connecté. • Avec une manette, le D-pad et le stick gauche déplacent par défaut ; tu peux remapper les boutons dans Réglages Manette.
it: • Scorri a sinistra o a destra per muoverti. • Tocca la metà sinistra o destra dello schermo. • Usa i tasti freccia sinistra e destra con una tastiera collegata. • Con un controller, D-pad e stick sinistro muovono per impostazione predefinita; puoi rimappare i pulsanti nelle impostazioni Controller.
ja: • 左右にスワイプして移動。 • 画面の左半分/右半分をタップ。 • キーボード接続時は左右矢印キー。 • コントローラーでは十字キーと左スティックがデフォルト。コントローラー設定でボタンを再割り当てできます。
ko: • 좌우로 스와이프하여 이동. • 화면 왼쪽/오른쪽 절반을 탭. • 키보드 연결 시 좌우 화살표 키. • 컨트롤러에서는 D-pad와 왼쪽 스틱이 기본. 컨트롤러 설정에서 버튼을 재할당할 수 있어요.
nl: • Veeg links of rechts om te bewegen. • Tik op de linker of rechter helft van het scherm. • Gebruik de pijltjestoetsen links en rechts wanneer een toetsenbord is aangesloten. • Met een controller bewegen de D-pad en linker stick standaard; je kunt knoppen opnieuw toewijzen in Controller-instellingen.
pt_br: • Deslize para a esquerda ou direita para mover. • Toque na metade esquerda ou direita da tela. • Use as setas esquerda/direita com teclado conectado. • Com controle, o D-pad e o analógico esquerdo movem por padrão; você pode remapear botões em Controles.
pt_pt: • Deslize para a esquerda ou direita para mover. • Toque na metade esquerda ou direita do ecrã. • Use as setas esquerda/direita com teclado conectado. • Com comando, o D-pad e o analógico esquerdo movem por padrão; você pode remapear botões em Controlos.
zh_hans: • 左右滑动移动。 • 点按屏幕左半或右半。 • 连接键盘时使用左右方向键。 • 使用控制器时，默认以方向键与左摇杆移动；可在控制器设置中重新对应按钮。
zh_hant: • 左右滑動移動。 • 點按螢幕左半或右半。 • 連接鍵盤時使用左右方向鍵。 • 使用控制器時，預設以方向鍵與左搖桿移動；可在控制器設定中重新對應按鈕。

# settings_controls_macos
source: • Use the left and right arrow keys on the keyboard to move. • Click the left or right half of the window with the trackpad or mouse. • Press the space bar to pause or resume. • With a controller, the D-pad and left stick move by default; you can remap buttons in Controller settings.
ca: • Fes servir les tecles de fletxa esquerra i dreta del teclat per moure. • Clica a la meitat esquerra o dreta de la finestra amb el trackpad o el ratolí. • Prem la barra espaiadora per pausar o reprendre. • Amb un comandament, el D-pad i el stick esquerre mouen per defecte; pots remapejar botons en Comandament.
de: • Nutze die Pfeiltasten links und rechts auf der Tastatur zum Bewegen. • Klicke mit Trackpad oder Maus auf die linke oder rechte Fensterhälfte. • Drücke die Leertaste zum Pausieren oder Fortsetzen. • Mit einem Controller bewegen D-pad und linker Stick standardmäßig; Tasten kannst du in den Controller-Einstellungen neu belegen.
es: • Usa las teclas de flecha izquierda y derecha del teclado para mover. • Haz clic en la mitad izquierda o derecha de la ventana con el trackpad o el ratón. • Pulsa la barra espaciadora para pausar o reanudar. • Con un mando, el D-pad y el stick izquierdo mueven por defecto; puedes remapear botones en los ajustes de Mando.
fr: • Utilise les touches fléchées gauche et droite du clavier pour te déplacer. • Clique sur la moitié gauche ou droite de la fenêtre avec le trackpad ou la souris. • Appuie sur la barre d'espace pour mettre en pause ou reprendre. • Avec une manette, le D-pad et le stick gauche déplacent par défaut ; tu peux remapper les boutons dans Réglages Manette.
it: • Usa i tasti freccia sinistra e destra sulla tastiera per muoverti. • Clicca sulla metà sinistra o destra della finestra con trackpad o mouse. • Premi la barra spaziatrice per mettere in pausa o riprendere. • Con un controller, D-pad e stick sinistro muovono per impostazione predefinita; puoi rimappare i pulsanti nelle impostazioni Controller.
ja: • キーボードの左右矢印キーで移動。 • トラックパッド/マウスでウィンドウの左半/右半をクリック。 • スペースキーで一時停止/再開。 • コントローラーでは十字キーと左スティックがデフォルト。コントローラー設定でボタンを再割り当てできます。
ko: • 키보드 좌우 화살표 키로 이동. • 트랙패드/마우스로 창 왼쪽/오른쪽 절반 클릭. • 스페이스바로 일시 정지/재개. • 컨트롤러에서는 D-pad와 왼쪽 스틱이 기본. 컨트롤러 설정에서 버튼을 재할당할 수 있어요.
nl: • Gebruik de pijltjestoetsen links en rechts op het toetsenbord om te bewegen. • Klik op de linker of rechter helft van het venster met trackpad of muis. • Druk op de spatiebalk om te pauzeren of hervatten. • Met een controller bewegen de D-pad en linker stick standaard; je kunt knoppen opnieuw toewijzen in Controller-instellingen.
pt_br: • Use as setas esquerda/direita do teclado. • Clique na metade esquerda ou direita da janela com trackpad ou mouse. • Pressione a barra de espaço para pausar ou retomar. • Com controle, o D-pad e o analógico esquerdo movem por padrão; você pode remapear botões em Controles.
pt_pt: • Use as setas esquerda/direita do teclado. • Clique na metade esquerda ou direita da janela com trackpad ou mouse. • Pressione a barra de espaço para pausar ou retomar. • Com comando, o D-pad e o analógico esquerdo movem por padrão; você pode remapear botões em Controlos.
zh_hans: • 使用键盘左右方向键移动。 • 以触控板/鼠标点按视窗左半或右半。 • 按空白键暂停或继续。 • 使用控制器时，默认以方向键与左摇杆移动；可在控制器设置中重新对应按钮。
zh_hant: • 使用鍵盤左右方向鍵移動。 • 以觸控板/滑鼠點按視窗左半或右半。 • 按空白鍵暫停或繼續。 • 使用控制器時，預設以方向鍵與左搖桿移動；可在控制器設定中重新對應按鈕。

# settings_controls_tvos
source: • Swipe left or right on the Siri Remote to move. • Press the play button to select. • With a controller, you can remap button bindings in Controller settings.
ca: • Llisca a l'esquerra o a la dreta amb el control remot Siri per moure. • Fes clic al botó de reproducció per confirmar. • Amb un comandament, pots remapejar botons en les opcions de Comandament.
de: • Wische mit der Siri Remote links oder rechts zum Bewegen. • Drücke die Play-Taste zum Auswählen. • Mit einem Controller kannst du Tasten in den Controller-Einstellungen neu belegen.
es: • Desliza a la izquierda o derecha con el mando Siri para mover. • Pulsa el botón de reproducción para seleccionar. • Con un mando, puedes remapear botones en los ajustes de Mando.
fr: • Glisse à gauche ou à droite avec la Siri Remote pour te déplacer. • Appuie sur le bouton lecture pour sélectionner. • Avec une manette, tu peux remapper les boutons dans Réglages Manette.
it: • Scorri a sinistra o a destra con il telecomando Siri per muoverti. • Premi il pulsante play per selezionare. • Con un controller puoi rimappare i pulsanti nelle impostazioni Controller.
ja: • Siri Remoteを左右にスワイプして移動。 • 再生ボタンで選択。 • コントローラー使用時は、コントローラー設定でボタンを再割り当てできます。
ko: • Siri Remote을 좌우로 스와이프하여 이동. • 재생 버튼으로 선택. • 컨트롤러 사용 시 컨트롤러 설정에서 버튼을 재할당할 수 있어요.
nl: • Veeg links of rechts met de Siri Remote om te bewegen. • Druk op de afspeelknop om te selecteren. • Met een controller kun je knoppen opnieuw toewijzen in Controller-instellingen.
pt_br: • Deslize o Siri Remote para a esquerda ou direita. • Pressione o botão play para selecionar. • Com controle, você pode remapear botões em Controles.
pt_pt: • Deslize o Siri Remote para a esquerda ou direita. • Pressione o botão play para selecionar. • Com comando, você pode remapear botões em Controlos.
zh_hans: • 在 Siri Remote 上左右滑动移动。 • 按播放键选取。 • 使用控制器时，可在控制器设置中重新对应按钮。
zh_hant: • 在 Siri Remote 上左右滑動移動。 • 按播放鍵選取。 • 使用控制器時，可在控制器設定中重新對應按鈕。

# settings_controls_watchos
source: • Rotate the Digital Crown up to move right and down to move left. • Tap the left side of the screen to move left and the right side to move right. • Swipe left to move left and right to move right.
ca: • Gira la Digital Crown cap amunt per moure't a la dreta i cap avall per moure't a l'esquerra. • Toca la part esquerra de la pantalla per moure't a l'esquerra i la dreta per moure't a la dreta. • Llisca cap a l'esquerra per moure't a l'esquerra i cap a la dreta per moure't a la dreta.
de: • Drehe die Digital Crown nach oben für rechts und nach unten für links. • Tippe links auf den Bildschirm für links und rechts für rechts. • Wische links zum Bewegen nach links und rechts zum Bewegen nach rechts.
es: • Gira la Digital Crown hacia arriba para moverte a la derecha y hacia abajo para moverte a la izquierda. • Toca la parte izquierda de la pantalla para moverte a la izquierda y la derecha para moverte a la derecha. • Desliza a la izquierda para moverte a la izquierda y a la derecha para moverte a la derecha.
fr: • Tourne la Digital Crown vers le haut pour aller à droite et vers le bas pour aller à gauche. • Touche le côté gauche de l'écran pour aller à gauche et le côté droit pour aller à droite. • Glisse à gauche pour aller à gauche et à droite pour aller à droite.
it: • Ruota la Digital Crown verso l'alto per andare a destra e verso il basso per andare a sinistra. • Tocca il lato sinistro dello schermo per andare a sinistra e il destro per andare a destra. • Scorri a sinistra per andare a sinistra e a destra per andare a destra.
ja: • Digital Crownを上に回して右、下に回して左。 • 画面左側をタップで左、右側をタップで右。 • 左スワイプで左、右スワイプで右。
ko: • Digital Crown을 위로 돌리면 오른쪽, 아래로 돌리면 왼쪽. • 화면 왼쪽 탭은 왼쪽, 오른쪽 탭은 오른쪽. • 왼쪽 스와이프는 왼쪽, 오른쪽 스와이프는 오른쪽.
nl: • Draai de Digital Crown omhoog om naar rechts te gaan en omlaag om naar links te gaan. • Tik op de linkerkant van het scherm om naar links te gaan en op de rechterkant om naar rechts te gaan. • Veeg naar links om naar links te gaan en naar rechts om naar rechts te gaan.
pt_br: • Gire a Digital Crown para cima para ir à direita e para baixo para ir à esquerda. • Toque no lado esquerdo da tela para ir à esquerda e no direito para ir à direita. • Deslize para a esquerda/direita para mover.
pt_pt: • Gire a Digital Crown para cima para ir à direita e para baixo para ir à esquerda. • Toque no lado esquerdo do ecrã para ir à esquerda e no direito para ir à direita. • Deslize para a esquerda/direita para mover.
zh_hans: • 向上转 Digital Crown 向右，向下转向左。 • 点按屏幕左侧向左、右侧向右。 • 左滑向左、右滑向右。
zh_hant: • 向上轉 Digital Crown 向右，向下轉向左。 • 點按螢幕左側向左、右側向右。 • 左滑向左、右滑向右。

# settings_direct_touch
source: Direct Touch
ca: Toc directe
es: Toque directo
ja: ダイレクトタッチ
ko: 직접 터치
pt_br: Toque direto
pt_pt: Toque direto
zh_hans: 直接触控
zh_hant: 直接觸控

# settings_font
source: Font
ca: Tipus de lletra
de: Schrift
es: Fuente
fr: Police
ja: フォント
ko: 글꼴
nl: Lettertype
pt_br: Fonte
pt_pt: Fonte
zh_hans: 字体
zh_hant: 字體

# settings_haptic_feedback
source: Haptic feedback
ca: Retroalimentació hàptica
de: Haptisches Feedback
es: Retroalimentación háptica
fr: Retour haptique
it: Feedback aptico
ja: 触覚フィードバック
ko: 햅틱 피드백
nl: Haptische feedback
pt_br: Feedback háptico
pt_pt: Feedback háptico
zh_hans: 触觉回馈
zh_hant: 觸覺回饋

# settings_in_game_announcements
source: In-game announcements
ca: Anuncis durant la partida
de: Ansagen im Spiel
es: Anuncios durante la partida
fr: Annonces en jeu
it: Annunci in partita
ja: ゲーム内アナウンス
ko: 게임 내 안내
nl: In-game-aankondigingen
pt_br: Anúncios no jogo
pt_pt: Anúncios no jogo
zh_hans: 游戏内提示
zh_hant: 遊戲內提示

# settings_lane_move_cue_style
source: Lane change cue
ca: Àudio en canviar de carril
de: Spurwechsel-Hinweis
es: Audio al cambiar de carril
fr: Indice de changement de voie
it: Segnale cambio corsia
ja: レーン変更キュー
ko: 차선 변경 큐
nl: Baanaanwijzing bij wisselen
pt_br: Pista de mudança de faixa
pt_pt: Pista de mudança de faixa
zh_hans: 变道提示
zh_hant: 變道提示

# settings_lane_move_cue_style_haptics
source: Haptics
ca: Hàptica
de: Haptik
es: Háptica
fr: Haptique
it: Aptico
ja: 触覚
ko: 햅틱
nl: Haptisch
pt_br: Háptico
pt_pt: Háptico
zh_hans: 触觉
zh_hant: 觸覺

# settings_lane_move_cue_style_lane_and_safety
source: Lane + success
ca: Carril + èxit
de: Spur + Erfolg
es: Carril + éxito
fr: Voie + succès
it: Corsia + successo
ja: レーン + 成功
ko: 차선 + 성공
nl: Baan + succes
pt_br: Faixa + sucesso
pt_pt: Faixa + sucesso
zh_hans: 车道 + 成功
zh_hant: 車道 + 成功

# settings_lane_move_cue_style_lane_confirmation
source: Lane confirmation
ca: Confirmació de carril
de: Spurbestätigung
es: Confirmación de carril
fr: Confirmation de voie
it: Conferma corsia
ja: レーン確認
ko: 차선 확인
nl: Baansbevestiging
pt_br: Confirmação de faixa
pt_pt: Confirmação de faixa
zh_hans: 车道确认
zh_hant: 車道確認

# settings_lane_move_cue_style_safety_only
source: Success
ca: Èxit
de: Erfolg
es: Éxito
fr: Succès
it: Successo
ja: 成功
ko: 성공
nl: Succes
pt_br: Sucesso
pt_pt: Sucesso
zh_hans: 成功
zh_hant: 成功

# settings_leaderboard_watch_info
source: Scores are submitted to Game Center.
ca: Les puntuacions s'envien a Game Center.
de: Punkte werden an Game Center gesendet.
es: Las puntuaciones se envían a Game Center.
fr: Les scores sont envoyés à Game Center.
it: I punteggi vengono inviati a Game Center.
ja: スコアはGame Centerに送信されます。
ko: 점수는 Game Center에 제출됩니다.
nl: Scores worden naar Game Center gestuurd.
pt_br: As pontuações são enviadas ao Game Center.
pt_pt: As pontuações são enviadas ao Game Center.
zh_hans: 分数会提交至 Game Center。
zh_hant: 分數會提交至 Game Center。

# settings_leaderboard_watch_sign_in_required
source: Sign in to Game Center on your iPhone to submit scores from the watch.
ca: Inicia la sessió a Game Center des del teu iPhone per enviar puntuacions des del rellotge.
de: Melde dich auf deinem iPhone bei Game Center an, um Punkte von der Uhr zu senden.
es: Inicia sesión en Game Center en tu iPhone para enviar puntuaciones desde el reloj.
fr: Connecte-toi à Game Center sur ton iPhone pour envoyer des scores depuis la montre.
it: Accedi a Game Center sul tuo iPhone per inviare punteggi dal watch.
ja: Apple Watchからスコアを送信するには、iPhoneでGame Centerにサインインしてください。
ko: Apple Watch에서 점수를 제출하려면 iPhone에서 Game Center에 로그인하세요.
nl: Log in op Game Center op je iPhone om scores vanaf je horloge te versturen.
pt_br: Entre no Game Center no iPhone para enviar pontuações do relógio.
pt_pt: Entre no Game Center no iPhone para enviar pontuações do relógio.
zh_hans: 请在 iPhone 上登入 Game Center，才能从 Apple Watch 提交分数。
zh_hant: 請在 iPhone 上登入 Game Center，才能從 Apple Watch 提交分數。

# settings_learn_premium
source: Get Unlimited Plays
ca: Aconseguix partides il·limitades
de: Unbegrenzte Spiele freischalten
es: Consigue partidas ilimitadas
fr: Obtenir des parties illimitées
it: Ottieni partite illimitate
ja: 無制限プレイを入手
ko: 무제한 플레이 받기
nl: Onbeperkt spelen ontgrendelen
pt_br: Obter Partidas Ilimitadas
pt_pt: Obter Partidas Ilimitadas
zh_hans: 取得无限畅玩
zh_hant: 取得無限暢玩

# settings_premium_active
source: Unlimited Plays
ca: Partides il·limitades
de: Unbegrenzte Spiele
es: Partidas ilimitadas
fr: Parties illimitées
it: Partite illimitate
ja: 無制限プレイ
ko: 무제한 플레이
nl: Onbeperkt spelen
pt_br: Partidas Ilimitadas
pt_pt: Partidas Ilimitadas
zh_hans: 无限畅玩
zh_hant: 無限暢玩

# settings_premium_active_subtitle
source: Endless play and choose your favorite theme.
ca: Juga sense límit i tria el teu tema favorit.
de: Endloses Spielen und wähle dein Lieblings-Theme.
es: Juega sin límite y elige tu tema favorito.
fr: Joue sans limite et choisis ton thème préféré.
it: Gioca senza limiti e scegli il tuo tema preferito.
ja: エンドレスプレイとお気に入りのテーマを選択。
ko: 끝없이 플레이하고 좋아하는 테마를 선택하세요.
nl: Oneindig spelen en kies je favoriete thema.
pt_br: Jogo sem fim e escolha seu tema favorito.
pt_pt: Jogo sem fim e escolha seu tema favorito.
zh_hans: 无限游玩并选择喜爱的主题。
zh_hant: 無限遊玩並選擇喜愛的主題。

# settings_purchases_title
source: Purchases
ca: Compres
de: Käufe
es: Compras
fr: Achats
it: Acquisti
ja: 購入
ko: 구매
nl: Aankopen
pt_br: Compras
pt_pt: Compras
zh_hans: 购买
zh_hant: 購買

# settings_restore_footer
source: If you've purchased Unlimited Plays on another device, tap Restore Purchases.
ca: Si ja has comprat partides il·limitades en un altre dispositiu, toca Restaurar compres.
de: Wenn du Unbegrenzte Spiele auf einem anderen Gerät gekauft hast, tippe auf Käufe wiederherstellen.
es: Si ya has comprado partidas ilimitadas en otro dispositivo, toca Restaurar compras.
fr: Si tu as acheté Parties illimitées sur un autre appareil, touche Restaurer les achats.
it: Se hai acquistato Partite illimitate su un altro dispositivo, tocca Ripristina acquisti.
ja: 別のデバイスで無制限プレイを購入した場合は、「購入を復元」をタップしてください。
ko: 다른 기기에서 무제한 플레이를 구매했다면 '구매 복원'을 탭하세요.
nl: Als je Onbeperkt spelen op een ander apparaat hebt gekocht, tik op Aankopen herstellen.
pt_br: Se você comprou Partidas Ilimitadas em outro dispositivo, toque em Restaurar compras.
pt_pt: Se comprou Partidas Ilimitadas noutro dispositivo, toque em Restaurar compras.
zh_hans: 若你在其他装置购买过无限畅玩，请点“还原购买”。
zh_hant: 若你在其他裝置購買過無限暢玩，請點「還原購買」。

# settings_road_visual_style
source: Road Style
ca: Estil de carretera
de: Straßenstil
es: Estilo de carretera
fr: Style de route
it: Stile strada
ja: 道路スタイル
ko: 도로 스타일
nl: Wegstijl
pt_br: Estilo da pista
pt_pt: Estilo da pista
zh_hans: 道路样式
zh_hant: 道路樣式

# settings_road_visual_style_detailed
source: Detailed Road
ca: Carretera detallada
de: Detaillierte Straße
es: Carretera detallada
fr: Route détaillée
it: Strada dettagliata
ja: 詳細道路
ko: 상세 도로
nl: Gedetailleerde weg
pt_br: Pista detalhada
pt_pt: Pista detalhada
zh_hans: 详细道路
zh_hant: 詳細道路

# settings_road_visual_style_simplified
source: Simplified Grid
ca: Graella simplificada
de: Vereinfachtes Raster
es: Cuadrícula simplificada
fr: Grille simplifiée
it: Griglia semplificata
ja: シンプルグリッド
ko: 단순 그리드
nl: Vereenvoudigd raster
pt_br: Grade simplificada
pt_pt: Grade simplificada
zh_hans: 简化格线
zh_hant: 簡化格線

# settings_sound
source: Sound
ca: So
de: Ton
es: Sonido
fr: Son
it: Audio
ja: サウンド
ko: 사운드
nl: Geluid
pt_br: Som
pt_pt: Som
zh_hans: 音效
zh_hant: 音效

# settings_sound_effects_volume
source: Sound effects volume
ca: Volum dels efectes de so
de: Lautstärke Soundeffekte
es: Volumen de efectos de sonido
fr: Volume des effets sonores
it: Volume effetti sonori
ja: 効果音の音量
ko: 효과음 볼륨
nl: Volume geluidseffecten
pt_br: Volume dos efeitos sonoros
pt_pt: Volume dos efeitos sonoros
zh_hans: 音效音量
zh_hant: 音效音量

# settings_speed
source: Speed
ca: Velocitat
de: Tempo
es: Velocidad
fr: Vitesse
it: Velocità
ja: スピード
ko: 속도
nl: Snelheid
pt_br: Velocidade
pt_pt: Velocidade
zh_hans: 速度
zh_hant: 速度

# settings_speed_voiceover_default
source: Using Cruise (default when VoiceOver is on)
ca: Usant Creuer (predeterminat quan VoiceOver està actiu)
de: Cruise (Standard bei aktivem VoiceOver)
es: Usando Crucero (predeterminado cuando VoiceOver está activo)
fr: Cruise (par défaut quand VoiceOver est activé)
it: Cruise (predefinito con VoiceOver attivo)
ja: VoiceOverオン時のデフォルト: クルーズ
ko: VoiceOver 사용 시 기본값: Cruise
nl: Cruise (standaard wanneer VoiceOver aan staat)
pt_br: Usando Cruise (padrão com VoiceOver)
pt_pt: Usando Cruise (padrão com VoiceOver)
zh_hans: VoiceOver 开启时默认：巡航
zh_hant: VoiceOver 開啟時預設：巡航

# settings_speed_warning_feedback
source: Speed increase warning feedback
ca: Retroalimentació de l'avís d'augment de velocitat
de: Feedback bei Tempoerhöhung
es: Retroalimentación del aviso de aumento de velocidad
fr: Retour d'avertissement d'accélération
it: Feedback avviso aumento velocità
ja: 速度上昇警告
ko: 속도 증가 경고
nl: Feedback bij snelheidsverhoging
pt_br: Aviso de aumento de velocidade
pt_pt: Aviso de aumento de velocidade
zh_hans: 加速警告回馈
zh_hant: 加速警告回饋

# settings_speed_warning_feedback_announcement
source: VoiceOver announcement
ca: Anunci de VoiceOver
de: VoiceOver-Ansage
es: Anuncio de VoiceOver
fr: Annonce VoiceOver
it: Annuncio VoiceOver
ja: VoiceOverアナウンス
ko: VoiceOver 안내
nl: VoiceOver-aankondiging
pt_br: Anúncio do VoiceOver
pt_pt: Anúncio do VoiceOver
zh_hans: VoiceOver 播报
zh_hant: VoiceOver 播報

# settings_speed_warning_feedback_none
source: None
ca: Cap
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
nl: Geen
pt_br: Nenhum
pt_pt: Nenhum
zh_hans: 无
zh_hant: 無

# settings_speed_warning_feedback_preview_warning
source: Preview warning
ca: Previsualitzar avís
de: Warnung vorhören
es: Vista previa del aviso
fr: Aperçu de l'avertissement
it: Anteprima avviso
ja: プレビュー警告
ko: 미리보기 경고
nl: Waarschuwing voorvertonen
pt_br: Aviso de prévia
pt_pt: Aviso de prévia
zh_hans: 预览警告
zh_hant: 預覽警告

# settings_speed_warning_feedback_warning_haptic
source: Haptic
ca: Hàptica
de: Haptik
es: Háptica
fr: Haptique
it: Aptico
ja: 触覚
ko: 햅틱
nl: Haptisch
pt_br: Háptico
pt_pt: Háptico
zh_hans: 触觉
zh_hant: 觸覺

# settings_speed_warning_feedback_warning_sound
source: Sound
ca: So
de: Ton
es: Sonido
fr: Son
it: Suono
ja: サウンド
ko: 사운드
nl: Geluid
pt_br: Som
pt_pt: Som
zh_hans: 音效
zh_hant: 音效

# settings_theme
source: Theme
ca: Tema
es: Tema
fr: Thème
it: Tema
ja: テーマ
ko: 테마
nl: Thema
pt_br: Tema
pt_pt: Tema
zh_hans: 主题
zh_hant: 主題

# settings_theme_gallery_preview
source: Style Gallery
ca: Galeria d'estils
de: Stilgalerie
es: Galería de estilos
fr: Galerie des styles
it: Galleria degli stili
ja: スタイルギャラリー
ko: 스타일 갤러리
nl: Stijlgalerij
pt_br: Galeria de estilos
pt_pt: Galeria de estilos
zh_hans: 风格图库
zh_hant: 風格圖庫

# settings_theme_gallery_preview_accessibility %@
source: Theme preview for %@. Shows both cars, both helmets, the explosion, and the road colors.
ca: Previsualització del tema %@. Mostra els dos cotxes, els dos cascos, l'explosió i els colors de la carretera.
de: Theme-Vorschau für %@. Zeigt beide Autos, beide Helme, die Explosion und die Straßenfarben.
es: Vista previa del tema %@. Muestra los dos coches, los dos cascos, la explosión y los colores de la carretera.
fr: Aperçu du thème %@. Affiche les deux voitures, les deux casques, l’explosion et les couleurs de la route.
it: Anteprima del tema %@. Mostra entrambe le auto, entrambi i caschi, l'esplosione e i colori della strada.
ja: %@テーマのプレビュー。2台の車、2つのヘルメット、爆発、道路の色を表示します。
ko: %@ 테마 미리보기. 두 자동차, 두 헬멧, 폭발, 도로 색상을 보여 줍니다.
nl: Themapreview voor %@. Toont beide auto's, beide helmen, de explosie en de wegkleuren.
pt_br: Prévia do tema %@. Mostra os dois carros, os dois capacetes, a explosão e as cores da pista.
pt_pt: Pré-visualização do tema %@. Mostra os dois carros, os dois capacetes, a explosão e as cores da estrada.
zh_hans: %@ 主题预览。显示两辆车、两顶头盔、爆炸和道路颜色。
zh_hant: %@ 主題預覽。顯示兩台車、兩頂頭盔、爆炸和道路顏色。
